@extends('layouts.welcome')
@section('content')
    <div class="row">
        <div class="col text-center rtl">
            <h1>کیو کیو چیست؟</h1>
            <p class="text-justify">
                کیو کیو چالشیست که به بازی و سرگرمی تبدیل شده و در راستای شناخت بیشتر و سنجش میزان تفاهم بین دو نفر میباشد. این چالش به صورتی ست که دو طرف جواب سوالات مشخص شده ای را  بدون آگاهی از جواب های یکدیگر نسبت به طرف مقابل میدهند٬ و در نهایت پس از انجام چالش میزان تفاهم طرفین و جوابهای طرفین به یکدیگر نمایش داده خواهد شد.
            </p>
        </div>
    </div>

    <div class="row">
        <div class="col text-center">
            <a href="{{route('home')}}">
            <img src="{{ asset('img/logo2.png') }}" width="80%" class="img-fluid" alt="Responsive image">
            </a>
        </div>
    </div>
    <div class="row">
        <div class="col text-center rtl">
            <p class="text-justify">
                این بازی به صورت گروهی نیز انجام پذیر میباشد به این شکل که اعضای گروه یک به یک با هم چالش را انجام میدهند و  کلیه اعضای گروه میتوانند پاسخ چالش های انجام شده بین هر دو عضو گروه را ببینند و سپس با لایک کردن پاسخ ها نظر خود را نسبت به جوابهای آن دو شخص اعلام کنند.
                کیو کیو هیچگونه مبنای علمی ندارد و صرفا بازیی میباشد که بر پایه صداقت و میزان تفاهم در جواب ها انجام میشود.
            </p>
        </div>
    </div>
    <div class="row">
        <div class="col text-center rtl">
            <h1>نحوه بازی:</h1>
            <p class="text-justify">
                پس از <a class="font-weight-bold text-black-50" href="{{ route('register') }}">ساخت اکانت (ثبت نام)</a> و ورود به بازی با زدن روی شروع چالش یکی از چالشهای در گروه یا شخصی را انتخاب نمایید٬ نکته: هر دو چالش بین دو شخص انجام میشوند با این تفاوت که نتیجه چالش شخصی با کسی به اشتراک گذاشته نمیشد مگر اینکه از لینک اشتراک گذاری استفاده شود ولی در چالش گروهی نتیجه برای اعضای گروه نمایش داده میشود و اعضای گروه با رجوع به گروه میتوانند با دیگر عضوها چالش را انجام دهند. پس از انتخاب نوع چالش باید شخصی که قصد چالش را دارید انتخاب کنید٬ در چالش شخصی این کار با وارد کردن شماره موبایل و نام شخص صورت میگیرد و در چالش گروهی هم میتوانید از لیست اعضای گروه کسی را انتخاب نمایید هم میتوانید شخصی جدید را با وارد کردن شماره موبایل و نام به گروه اضافه کنید و با آن شخص به چالش به پردازید. پس از انتخاب شخص مشخصات شخص جهت بررسی مجدد نمایش داده میشود٬ نکته: به دلیل پیام چالش به شخص مقابل و نیاز به ورود شخص مقابل با شماره وارد شده از طرف شما در صحیح بودن شماره شخص مقابل اطمینان حاصل نمایید. در مرحله بعد تعدادی سوال از شما پرسیده میشود که نسبت به شخص مقابل پاسخ دهید و پس از آن از شخص مقابل درخواست میشود به همان سوال ها نسبت به شما پاسخ دهد و پس از آن پاسخ شما در لیست چالشهای تمام شده به نمایش گذاشته میشود و میتوانید از طریق لینک اشتراک آن را به اشتراک بگذارید.
            </p>
        </div>
    </div>


@endsection
